{
	"step1":"Widget smith lets you personalize your home screen like never before.It starts with a wide collection of highly customizable widgets, which range in function from date, to weather, to astronomy. Each can be adjusted precisely to best fit your desired function and appearance.",
	"step2":"This set of widgets can then be dynamically scheduled to appear on your home screen following rules you define. For example, a particular widget could show the weather first thing in the morning, then your calendar during your work day, then switch to your Activity ring progress as you wrap up your day. This lets you take full advantage of each slot on your home screen.",
	"step3":"The app itself also includes a wide collection of tools, such as a weather app, a timezone converter, a calendar. These tools can automatically launch based on the active widget tapped.",
	"step4":"You will nedd to pass this step verification, it will take few seconds from your time.",
	"step5":"The app offers a large number of different widgets with numerous options for customization, helping you to fine-tune the appearance of your home screen",
	"step6":"For swish, aesthetically-pleasing widgets, you’ll want Color Widgets. There, a huge range of pre-made widgets for clocks, dates, and calendars can be added to your device – all of them feature impressive designs which could make your iPhone stand out from the crowd.",
	"step7":"Widgeridoo takes a block-building approach to widget creation. You can build up widgets for feeds, calendars, and more. For each one, it’s possible to tap on blocks or tiles within the widget to change its function – though a $4 / £4 pro-purchase will be needed to unlock Widgeridoo’s full potential",
	"cpa_link":"https://www.site.com/",

	"admob_banner1":"ca-app-pub-7436538809891212/7581965563",
	"admob_inter1":"ca-app-pub-7436538809891212/6953186277",
	"admob_banner2":"ca-app-pub-7436538809891212/2658718047",
	"admob_inter2":"ca-app-pub-7436538809891212/5640104601",
	"admob_banner3":"ca-app-pub-7436538809891212/4518594625",
	"admob_inter3":"ca-app-pub-7436538809891212/8908980366",
	"admob_banner4":"ca-app-pub-7436538809891212/9116315185",
	"admob_inter4":"ca-app-pub-7436538809891212/3260411326",

	"facebook_banner":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
	"facebook_inter":"IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",

	
	"whichAds":1,
	"isLastPageShow":false

}
